import React ,{Component} from "react";
import {ContentWapper} from "../style";

export default class ContentComponent extends Component{
    
    render(){
        return (          
            <ContentWapper>
                     
                     <div class="show-content">
                        <div class="show-content-free">
                            <p>晚饭之前，他正在陪着孩子看电视，微信提示音叮的响了一声。他拿起手机一看，是她发过来 的，他正要仔细看，妻子吆喝着，吃饭了吃饭了，边解围裙边走过来了，他急忙长按聊天记录，删除该聊天，这样，既消除了全部的聊天内容，同时她的微信名字也没有出现在近期联系人里。</p><p>这个女人，是个离异女，他闲来无事，网上约炮认识的。和妻子结婚多年，感情犹如温水一般，没有激情，晚上的夫妻生活，平淡无味，他可以一边战斗着，一边想一些无关紧要的事情，而妻子也会在身底下跟他聊着，关于孩子的入托费要交了，以及家里的大米要买了之类的话，有的时候做着做着爱，两个人还会因为某一件事情观念不合而吵起来，于是他便抽身而退，侧身而卧，不欢而散。</p><p>后来他喜欢上了频繁的网上约炮。现在网上有很多女人，新鲜大胆而刺激，连房间费都不用他出。这样既能够玩得刺激，又不用破费，哪有这么好的事儿啊？于是他玩的不亦乐乎。</p><p>后来，他遇到了她，也就是给他发信息的这个女人。</p><p>这个女人，相貌平常，床技也平常。看得出来，没有什么经验。女人说她有短暂婚史，然后一直离异，守身如玉也没有性伙伴。</p><p>他的甜言蜜语海誓山盟让这个女人走了心，他原先只是想走走肾，把这个女人骗上床玩玩而已。没想到走了心的女人却经常给他发信息，他早已经和她玩过了，也玩够了。身边正有着新的玩伴，哪里有心情再去光顾这个普通女人呢？</p><p>于是他就开始了躲避。女人打电话他不接，发信息也不回。</p><p>女人发信息说，我到底哪里错了，你告诉我，我改。他看了信息，置之不理。</p><p>女人又发信息说，你为什么不理我了？给我个理由。</p><p>他没有回，没有理由，就是理由。</p><p>女人对他说，我不需要你给我什么承诺，我也不要你的名分，我只要长久的爱着你，就够了。</p><p>对于这些甜言蜜语，他是看完即秒删。同时自己内心有点小傲娇，居然有人对自己一往情深。那肯定是自己的颜值和床技，让这些女人不能自拔啦。</p><p>总而言之，女人无论给他怎么发信息，他就像人间蒸发了一样，并且屏蔽了朋友圈。</p><p>后来女人给她发了一条信息说，你不要后悔。</p><p>看到这条信息，他愣了很久，不知道女人会对他做什么。</p><p>但是转念一想，她一个离异的弱女人，能对他怎么样？他轻蔑的一笑，内心很鄙视这个痴缠的女人，每天照样玩得不亦乐乎。</p><p>有一天下班回家，他发现妻子的脸色很不好。并且也没有做饭。</p><p>他坐下来点了一根烟，问妻子为什么还没做饭？</p><p>妻子无言的，摔了一大叠a4纸在他的面前。</p><p>他纳闷的拿起a4纸仔细一看。惊讶的发现上面密密麻麻的全是打印出来的，他的全部开房记录。</p><p>满满当当十几页纸，如果用图钉订一下，可以当一个练习本了。</p><p>谁干的，谁干的？</p><p>他惊慌失措的想着，同时不敢看妻子那张愤怒的眼珠子快要蹦出来的脸。</p><p>热辣辣的，一个耳光子甩过来，妻子吼道，你让我恶心，我们离婚吧，你净身出户。</p><p>正在看电视的儿子听到父母吵架哇的一声扑过来，抱住妈妈的腿，放声大哭。</p><p>他出轨在先，属于过错方。妻子拿着这些证据找到了律师。他需要净身出户。</p><p>而且妻子又找到了单位，本来就要提拔他了，由于私生活不检点，这下也泡汤了。</p><p>离婚这天，他收到了一条微信，内容是，你对我始乱终弃，我让你家破人亡。</p>
                        </div>
                    </div>

            </ContentWapper>
        ) 
    }
    
  
       
  }

  
  

